{
  "nameRequirements": "O nome deve ter 32 caracteres ou menos, começar com uma letra e conter apenas caracteres alfanuméricos, '-', '_' e '.'",
  "nameExists": "Você já tem um local com este nome. Insira um nome exclusivo.",
  "startingCreate": "Iniciando a criação de um local.",
  "gtsCreate": "Mensagem do sinalizador para a criação do Satellite Infrastructure Service",
  "gtsNextSteps": "Mensagem do sinalizador para as próximas etapas do Satellite Infrastructure Service",
  "nextSteps": "Em seguida, anexe alguns hosts.",
  "unableCreateLocation": "Não é possível criar o local.",
  "unableToRetrieveLocations": "Não é possível recuperar as informações do local.",
  "createHeader": "Criar uma localização do Satellite",
  "locationDetails": "Detalhes da localização",
  "createLocationDescription": "Automatize a configuração de sua localização do Satellite com uma iniciação rápida predefinida ou configure manualmente seu local do início para obter mais opções de customização.",
  "name": "Nome",
  "description": "Descrição (opcional)",
  "descriptionNonopt": "Descrição",
  "managedFrom": "Gerenciado do local da IBM Cloud",
  "selectMetro": "Selecione a <a>região da IBM Cloud</a> que estiver mais próxima do local em que suas máquinas host residem fisicamente. Isso garante baixa latência de rede.",
  "metroTooltip": "Sua localização do Satellite é conectada de forma segura a um plano de controle gerenciado em uma região da IBM Cloud. A IBM usa essa conexão para resolver automaticamente os problemas e apresentar atualizações para seu local.",
  "zonesTooltip": "O Satellite usa esses nomes de zona quando você designa hosts a recursos como o plano de controle de local. Distribua seus hosts pelas três zonas diferentes para assegurar alta disponibilidade.",
  "createLocation": "Criar localização",
  "creatingLocation": "Criando o local",
  "satelliteLocation": "Localização do Satellite",
  "zeroCost": "US$ 0,00 (beta)",
  "nameRequired": "Um nome do local é necessário.",
  "locationError": "Não é possível recuperar as informações de local da IBM Cloud.",
  "managedFromShort": "Gerenciado de",
  "Satellite": "Satellite",
  "notValidOrSubmitting": "A criação da localização do Satellite está em andamento. Esta mensagem pode ter ocorrido porque você tentou enviar uma localização para criação antes que a anterior fosse resolvida.",
  "environments": "Ambientes",
  "Bring your own": "Traga o seu próprio",
  "byoDescription": "Traga sua própria infraestrutura no local, de borda ou outra por meio de provedores em nuvem, como o Amazon Web Services, o Azure e o GCP.",
  "awsDescription": "Use um modelo para configurar rapidamente uma localização do Satellite em instâncias EC2 em sua própria conta da AWS.",
  "ibmescription": "Deixe a IBM fornecer e gerenciar a infraestrutura para você.",
  "IBM Cloud": "IBM Cloud",
  "Amazon AWS": "Amazon AWS",
  "Google Cloud Platform": "Google Cloud Platform",
  "Microsoft Azure": "Microsoft Azure",
  "awsAccessId": "ID da chave de acesso da AWS",
  "awsSecret": "Chave de acesso secreta da AWS",
  "showAccessId": "Mostrar ID de acesso",
  "hideAccessId": "Ocultar ID de acesso",
  "showSecret": "Mostrar chave secreta",
  "hideSecret": "Ocultar chave secreta",
  "fetchData": "Buscar opções da AWS",
  "refresh": "Atualizar",
  "AWS parameters": "Parâmetros da AWS",
  "Edit": "Editar",
  "AWS region": "Região da AWS",
  "Number of hosts": "Número de hosts",
  "sampleDescription": "Uma localização do Satellite com capacidade para dois ou três clusters pequenos.",
  "Unable to retrieve AWS information": "Não é possível recuperar informações da AWS",
  "Loading AWS location settings": "Carregando configurações de local da AWS",
  "AWS instance type": "Tipo de instância da AWS",
  "Managed by IBM from": "Gerenciado pela IBM de",
  "Satellite location parameters": "Parâmetros de localização do Satellite",
  "Satellite Infrastructure Services": "Satellite Infrastructure Services",
  "Amazon Web Services": "Amazon Web Services",
  "Other": "Outro",
  "comingSoon": "Em breve.",
  "Unable to authenticate AWS credentials": "Não é possível autenticar as credenciais da AWS",
  "manualSetup": "Configuração manual",
  "Satellite Infrastructure Service": "Satellite Infrastructure Service",
  "sisDescription": "Solicite o envio da infraestrutura local para que você tenha uma experiência gerenciada de localização.",
  "unableToLoadCountries": "Não é possível carregar países válidos",
  "specifyLocations": "Especifique seu local",
  "sisLocationRequest": "Onde você gostaria de colocar sua infraestrutura local do Satellite?",
  "Country": "País",
  "selectCountry": "Selecione um país",
  "state": "Estado (opcional)",
  "selectState": "Selecione um estado, se aplicável",
  "City": "Cidade",
  "enterCity": "Insira a cidade de suas localizações",
  "resourceDetails": "Detalhes do recurso",
  "resourceDescription": "Dê à sua localização do Satellite qualquer nome que você goste e inclua uma descrição curta, se desejar.",
  "namePlaceholder": "Data center, myoffice, mygeo",
  "targetCompute": "Capacidade de cálculo de destino",
  "targetComputePlaceholder": "Insira um intervalo da meta de vCPUs",
  "targetComputeHelper": "8 GB de RAM incluídos com cada vCPU",
  "targetStorage": "Capacidade de armazenamento de destino",
  "targetStorageTooltip": "O consumo de armazenamento variará com base nas configurações da VM que você seleciona uma vez que a localização do seu Satellite está funcionando. Além disso, é possível anexar o armazenamento de contêiner persistente em seus aplicativos. O armazenamento tem um custo adicional de US$ 0,12/GB/mês.",
  "targetStorageHelper": "Máquina virtual e Armazenamento de contêiner persistente (Armazenamento de bloco e de arquivo)",
  "targetStoragePlaceholder": "Insira um intervalo da meta de armazenamento",
  "descriptionHelper": "Insira uma descrição para este local",
  "setup": "Configurar",
  "sisDisclaimer1": "A IBM medirá o uso por hora e calculará o encargo mensal com base no número total medido mais alto de CPUs virtuais (vCPUs). Cada total estará sujeito ao início mínimo mensal quando uma localização do Satellite Infrastructure Service for disponibilizada para uso. O mínimo mensal é de 75% da capacidade de destino inicial.",
  "sisDisclaimer2": "O compromisso mínimo do Satellite Infrastructure Service para a Capacidade de destino inicial é de 18 meses e pode ser cancelado após 18 meses sem penalidade com aviso de 60 dias. A Capacidade de destino incremental incluída após a Capacidade de destino inicial é designada com um compromisso mínimo de 18 meses no momento em que a Capacidade de destino incremental é alocada para o cliente e pode ser cancelada após 18 meses sem encargo de rescisão com aviso de 60 dias.",
  "sisCheckbox": "Para continuar, leia e concorde com os <a>Termos do Satellite Infrastructure</a>",
  "learnMore": "Saiba mais",
  "locationTagError": "Houve um erro ao incluir tags no local. O local foi criado.",
  "zone": "Zone",
  "zones": "Zones",
  "zoneRequired": "Três nomes de zona são necessários",
  "zoneUniqueRequired": "Todos os nomes de zona devem ser exclusivos",
  "defineZones": "Insira nomes para as zonas de host. Para alta disponibilidade, aloque os seus hosts ao longo dessas três zonas com base em suas zonas do provedor de infraestrutura. <a>Por que as zonas são necessárias?</a>",
  "controlPlane": "Plano de controle",
  "controlPlaneDescription": "A IBM gerencia a sua localização por meio de uma região metropolitana da IBM Cloud. Posteriormente, você irá fornecer três hosts e designá-los a três zonas para obter alta disponibilidade.",
  "locationDescription": "Crie uma localização do Satellite na qual você usará a sua infraestrutura para levar a IBM Cloud para qualquer lugar. Para obter mais informações, <a>consulte a documentação.</a>",
  "awsCredentials": "Credenciais da AWS",
  "awsCredHelp": "Forneça suas credenciais da Amazon Web Services para que a IBM possa configurar um local da IBM Cloud Satellite em sua própria conta da AWS. Por questões de segurança, é necessário <a>criar um usuário do IAM com acesso EC2 de escopo definido</a> e, em seguida, <a>fornecer as credenciais</a> a ele.",
  "awsEc2Instances": "Instâncias EC2 da AWS",
  "tags": "Tags",
  "none": "Nenhuma",
  "instanceTypesMissingTitle": "Tipos de instância suportados não disponíveis",
  "instanceTypeMissingSubtitle": "Para criar um local usando a AWS, deve-se ter acesso a tipos de instância suportados, como o m5d.xlarge. Para obter mais informações, <a>consulte os docs</a>.",
  "hostHelperText": "Plano de controle do Satellite: 3 + serviços gerenciados pela IBM Cloud: {{hostCount}}",
  "awsEc2InstanceDesc": "Escolha a região do EC2, o tipo e o número de instâncias que você deseja executar na localização do Satellite. Será possível incluir mais instâncias do EC2 posteriormente para ajustar as necessidades de recursos dos serviços gerenciados pela IBM Cloud escolhidos para execução.",
  "regionTooltip": "O local no qual suas instâncias do EC2 serão hospedadas.",
  "instanceTypeSubtext": "(vCpu: {{vcpu}}, Armazenamento: {{storage}} GB, Memória: {{memory}} MiB)",
  "hostFee": "Gerenciamento da vCPU",
  "vcpuManagementDetail": "Não inclui custos do provedor para nenhuma infraestrutura associada",
  "formatPrice": "{{price}}/{{unit}}",
  "hr": "h",
  "mo": "mês",
  "API Key": "Chave API",
  "Generated per location by default": "Gerado por local",
  "apiKeyDescription": "Não exclua. Essa chave de API é usada para gerenciar sua localização do Satellite: {{locationName}}.",
  "Could not generate API key": "Não foi possível gerar a chave de API",
  "Could not validate API key": "Não foi possível validar a chave de API",
  "showApiKey": "Mostrar a chave de API",
  "hideApiKey": "Ocultar a chave de API",
  "verify": "Verificar",
  "rgError": "Não foi possível buscar grupos de recursos de usuário",
  "noRgError": "Não é possível recuperar um grupo de recursos no qual criar o local. Verifique se um grupo de recursos está configurado para sua conta e tente novamente.",
  "ibmApiKey": "Chave de API da IBM (opcional)",
  "ibmApiKeyHelper": "Especifique uma chave de API da IBM Cloud IAM para gerenciar a localização do Satellite nesta conta. Por padrão, uma chave de API é criada para você, mas é possível usar uma chave de API existente fornecendo o valor.",
  "minHostCountError": "O local requer um mínimo de {{minHosts}} hosts",
  "unableToCreate": "Algo deu errado ao criar seu local; entre em contato com o suporte da IBM Cloud.",
  "storage": "Armazenamento de objetos",
  "storageBucket": "Bucket de armazenamento",
  "storageBucketOptional": "Bucket de armazenamento (opcional)",
  "createNew": "Um depósito foi criado para você",
  "storageDescription": "O armazenamento de objetos é usado para armazenar dados sobre a sua localização e backups para os clusters de sua localização. <a>Saiba mais.</a>",
  "storageInputDescription": "Insira o nome exato de um depósito existente em sua instância do Cloud Object Storage. Se nenhum nome for fornecido, um novo depósito será criado para você.",
  "storageDescriptionNoCOSInstance": "Deve-se ter uma instância do Cloud Object Storage para criar uma localização do Satellite. <a>Saiba mais.</a>",
  "refreshIcon": "Atualizar instâncias do Cloud Object Storage",
  "noStorageInstance": "Nenhuma instância do Cloud Object Storage está disponível.",
  "create": "Criar",
  "useResourceListError": "Não foi possível listar as instâncias do Cloud Object Storage.",
  "resourceGroup": "Grupo de recursos"
}
