{
  "sidePanel": {
    "reviewBtn": "Vérifier",
    "title": "Modifier l'accès à {{resourceDisplayName}}",
    "subjectUnsupportedTitle": "Impossible de modifier la règle",
    "subjectUnsupported": "Le type d'objet de règle spécifié ({{policySubjectId}}) n'est pas pris en charge pour la modification contextuelle. Pour gérer les règles d'accès pour des ID de service ou des utilisateurs spécifiques, voir <a>Identity & Access Management.</a>"
  },
  "notifications": {
    "genericTitle": "Impossible d'extraire les données",
    "transactionId": "ID transaction",
    "EditPolicySuccess": "ont été modifiés pour l'instance.",
    "editPolicyErrorTitle": "Impossible de modifier l'accès.",
    "editPolicyError": "Une erreur s'est produite lors de la tentative de modification de l'accès.",
    "moreInfo": "Afficher les informations sur l'erreur",
    "getAccessGroupError": "Les données des groupes d'accès ne peuvent pas être extraites pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "getAccessGroupsError": "Impossible d'extraire la liste des groupes d'accès pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "getGroupPolicyErrorTitle": "Impossible d'extraire les données de règles",
    "getGroupPolicyError": "Les données de règles ne peuvent pas être extraites pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "getAuthzResourceError": "Impossible d'extraire les données de ressource pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "getPubAccessGroupSettingError": "Impossible d'extraire le paramètre correspondant au groupe d'accès public pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "getServiceError": "Impossible d'extraire les rôles correspondant au groupe d'accès public pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "getHeaderAccountError": "Impossible d'obtenir les informations sur le compte",
    "getHeaderAccountErrorSubtitle": "Impossible d'extraire les informations sur le compte pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
    "viewModeTitle": "Mode visualisation seulement",
    "viewModeText": "Vous ne pouvez pas modifier cette règle en raison de votre niveau d'accès à la ressource de la règle. Si vous souhaitez avoir la possibilité de la modifier, contactez votre administrateur pour mettre à jour votre accès aux ressources."
  },
  "accessGroup": {
    "heading": "Modifier l'accès au groupe d'accès",
    "helpText": "Modifiez l'accès à cette ressource pour toutes les entités du groupe d'accès sélectionné.",
    "label": "Groupe d'accès sélectionné",
    "tagUsersLabel": "{{totalCount}} utilisateurs",
    "tagUsersLabelSingle": "{{totalCount}} utilisateur",
    "tagServiceIdsLabel": "{{totalCount}} ID de service",
    "tagServiceIdsLabelSingle": "{{totalCount}} ID de service"
  },
  "roles": {
    "heading": "Accès",
    "noAvailableRoles": "Il semble que vous ne disposiez pas de l'accès nécessaire pour affecter un rôle à cette ressource. Contactez le propriétaire de votre compte ou l'administrateur de cette ressource pour mettre à jour votre accès.",
    "helpText": "Sélectionnez les rôles à affecter pour définir le niveau d'accès.",
    "platformRolesLabel": "Accès à la plateforme",
    "serviceRolesLabel": "Accès au service",
    "customRolesLabel": "Accès personnalisé",
    "popupHeading": "Actions autorisées pour le rôle {{roleName}} : ({{actionCount}})",
    "platformRolesInfo": "Ces rôles permettent d'effectuer des actions sur des ressources de plateforme, telles que la création d'une instance, la connexion d'instances à des applications et l'affectation d'un accès utilisateur. Sélectionnez tous les rôles qui s'appliquent.",
    "serviceRolesInfo": "Ces rôles octroient un accès permettant d'utiliser le service et d'effectuer des appels d'API de service. Chaque rôle est personnalisé par le service sélectionné. Sélectionnez tous les rôles qui s'appliquent. Pour plus d'informations, reportez-vous à la documentation du service.",
    "customRolesInfo": "Les administrateurs créent ces rôles dans le compte afin de personnaliser comment l'accès est affecté au service. Cliquez sur l'icône Actions pour le rôle pour passer en revue les actions associées à ce rôle."
  },
  "confirmationModal": {
    "heading": "Vérifier les affectations d'accès à {{resourceDisplayName}}",
    "helpText": "Examinez les règles de groupe d'accès suivantes pour vérifier que vous affectez le niveau d'accès approprié.",
    "accessGroupLabel": "Groupe d'accès",
    "rolesLabel": "{{rolesCount}} rôles",
    "rolesLabelSingle": "{{rolesCount}} rôle",
    "confirmBtn": "Sauvegarder",
    "platformAccessLabel": "Accès à la plateforme",
    "serviceAccessLabel": "Accès au service",
    "customAccessLabel": "Accès personnalisé"
  },
  "accessAssignments": "Affectations d'accès",
  "transactionId": "ID transaction",
  "genericRetrieveError": "Impossible d'extraire les données pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
  "genericEditPolicyError": "Impossible de modifier la règle d'accès pour le moment. Actualisez la page ou faites une nouvelle tentative ultérieurement.",
  "yes": "Oui",
  "no": "Non",
  "cancel": "Annuler",
  "close": "Fermer"
}
