{
  "learnMore": "Informations complémentaires",
  "locationSummary": "Récapitulatif de l'emplacement",
  "noLocationSubtitle": "Sélectionnez un emplacement pour voir les étapes à suivre ensuite.",
  "s2sError": "Erreur lors du chargement de l'authentification S2S",
  "s2sSuccess": "Autorisation satisfaite",
  "s2sSuccessSubtitle": "Les exigences d'autorisation de service à service sont satisfaites.",
  "s2sFail": "Autorisation requise",
  "s2sFailSubtitle": "L'autorisation de service à service n'a pas pu être vérifiée. Ajoutez et vérifiez manuellement les rôles requis.",
  "setupAuth": "Configurer l'authentification",
  "hostError": "Erreur lors de la vérification du statut de l'hôte",
  "hostSuccess": "Conditions requises pour les hôtes satisfaites",
  "hostSuccessSubtitle": "Les exigences minimales en matière d'hôtes sont satisfaites.",
  "hostFail": "Hôtes requis",
  "hostFailSubtitle": "Ajoutez des hôtes pour satisfaire aux exigences de service minimales.",
  "addHosts": "Ajouter des hôtes",
  "storageError": "Erreur lors de la vérification du statut du stockage",
  "storageSuccess": "Stockage prêt",
  "storageSuccessSubtitle": "Une fois le cluster de service créé, affectez lui du stockage.",
  "storageFail": "Configuration de stockage manquante",
  "storageFailSubtitle": "Ce service requiert du stockage supplémentaire affecté au cluster. Il n'existe aucune configuration de stockage correspondante.",
  "addStorage": "Ajouter du stockage",
  "prereqError": "Erreur lors de la vérification du statut des services existants",
  "prereqSuccess": "Services prérequis installés",
  "prereqSuccessSubtitle": "Tous les services prérequis sont installés à l'emplacement.",
  "prereqFail": "Services prérequis manquants",
  "prereqFailSubtitle": "Vérifiez que les services suivants ont été installés à l'emplacement : {{missingServices}}.",
  "createServices": "Création de services",
  "locationSubtitle": "Prenez en compte les actions requises ci-dessous pour mettre à disposition votre service. Vous pouvez effectuer ces étapes maintenant ou après avoir créé le service."
}