{
  "sidePanelTitle": "Archivia dati cronologici",
  "panelDoneButton": "Crea",

  "progressStep1": "Seleziona piano",
  "progressStep2": "Configura",

  "serviceDescription": "Prevedi di aver bisogno dei tuoi risultati della scansione per più di 7 giorni? Aggiungi un'istanza di IBM Cloud Platform Analytics per archiviare dati cronologici illimitati e per esplorare l'andamento nel tempo.",
  "pricingTitle": "Seleziona un piano dei prezzi",
  "disclaimer": "I piani non possono essere modificati al momento. Se hai bisogno di effettuare il passaggio successivamente, dovrai creare una nuova istanza di Platform Analytics.",

  "configureTitle": "Configura archiviazione",
  "serviceLabel": "Nome servizio",
  "regionLabel": "Regione",
  "groupLabel": "Seleziona un gruppo di risorse",
  "groupEmptyLabel": "Nessun gruppo di risorse disponibile",
  "groupTooltipText": "Valuta come vuoi che le risorse vengano organizzate nel tuo account. Il gruppo di risorse che selezioni non può essere modificato dopo la creazione dell'istanza del servizio.",
  "groupTooltipLink": "Ulteriori informazioni",
  "tooltipIcon": "Informazioni",
  "tagsLabel": "Tag (facoltativo)",
  "tagsPlaceholder": "Esempi: env:dev, version-1",

  "permissionErrorMessage": "Sembra che tu non disponga dell'autorizzazione per aggiungere l'istanza a un gruppo di risorse in questo account. Contatta il proprietario dell'account per farti assegnare il ruolo editor o amministratore per un gruppo di risorse in questo account.",
  "plansNotFoundErrorMessage": "Sembra che non ci siano piani dei prezzi disponibili per questo account.",

  "costMessage": "Costo mensile stimato",
  "costTooltipText": "TBA",
  "termsMessage": "Accetto i ",
  "termsLink": "Termini e condizioni",

  "successModalHeader": "Operazione riuscita!",
  "successModalMessage": "Hai creato correttamente un'istanza di archiviazione dati per compatibilità. Tutti i dati futuri di compatibilità saranno ora archiviati e ricercabili in base alla data.",
  "errorModalHeader": "Errore!",
  "errorModalMessage": "Si era verificato un errore durante la creazione del tuo ambito dati. Riprova più tardi.",
  "modalPrimaryButton": "Okay",
  "modalSecondaryButton": "Annulla"
}
