{
  "sidePanel": {
    "reviewBtn": "Riesamina",
    "title": "Modifica l'accesso a {{resourceDisplayName}}",
    "subjectUnsupportedTitle": "Impossibile modificare la politica",
    "subjectUnsupported": "Il tipo di oggetto della politica specificato ({{policySubjectId}}) non è supportato per la modifica nel contesto. Per gestire le politiche di accesso per utenti o ID servizio specifici, visita <a>Identity & Access Management.</a>"
  },
  "notifications": {
    "genericTitle": "Impossibile richiamare i dati",
    "transactionId": "ID transazione",
    "EditPolicySuccess": "Modifica completata correttamente per l'istanza.",
    "editPolicyErrorTitle": "Impossibile modificare l'accesso.",
    "editPolicyError": "Si è verificato un errore durante il tentativo di modificare l'accesso.",
    "moreInfo": "Visualizza informazioni sull'errore",
    "getAccessGroupError": "Non è possibile richiamare i dati dei gruppi di accesso in questo momento. Aggiorna la pagina o riprova più tardi.",
    "getAccessGroupsError": "Non è possibile richiamare l'elenco dei gruppo di accesso in questo momento. Aggiorna la pagina o riprova più tardi.",
    "getGroupPolicyErrorTitle": "Impossibile richiamare i dati della politica",
    "getGroupPolicyError": "Non è possibile richiamare i dati della politica in questo momento. Aggiorna la pagina o riprova più tardi.",
    "getAuthzResourceError": "Non è possibile richiamare i dati della risorsa in questo momento. Aggiorna la pagina o riprova più tardi.",
    "getPubAccessGroupSettingError": "Non è possibile richiamare l'impostazione per il gruppo di accesso pubblico in questo momento. Aggiorna la pagina o riprova più tardi.",
    "getServiceError": "Non è possibile richiamare i ruoli per il gruppo di accesso pubblico in questo momento. Aggiorna la pagina o riprova più tardi.",
    "getHeaderAccountError": "Impossibile ottenere le informazioni sull'account",
    "getHeaderAccountErrorSubtitle": "Non è possibile richiamare le informazioni sull'account in questo momento. Aggiorna la pagina o riprova più tardi.",
    "viewModeTitle": "Modalità di sola visualizzazione",
    "viewModeText": "Non puoi modificare questa politica a causa del tuo livello di accesso alla risorsa della politica. Se vuoi avere la possibilità di modificare, contatta il tuo amministratore per aggiornare l'accesso alla risorsa."
  },
  "accessGroup": {
    "heading": "Modifica accesso al gruppo di risorse",
    "helpText": "Modifica l'accesso a questa risorsa per tutte le entità del gruppo di accesso selezionato.",
    "label": "Gruppo di accesso selezionato",
    "tagUsersLabel": "{{totalCount}} utenti",
    "tagUsersLabelSingle": "{{totalCount}} utente",
    "tagServiceIdsLabel": "{{totalCount}} ID servizio",
    "tagServiceIdsLabelSingle": "{{totalCount}} ID servizio"
  },
  "roles": {
    "heading": "Accesso",
    "noAvailableRoles": "Sembra che tu non disponga dell'accesso per assegnare un ruolo per questa risorsa. Contatta il proprietario dell'account o l'amministratore di questa risorsa per aggiornare il tuo accesso.",
    "helpText": "Seleziona i ruoli da assegnare per definire il livello di accesso.",
    "platformRolesLabel": "Accesso alla piattaforma",
    "serviceRolesLabel": "Accesso al servizio",
    "customRolesLabel": "Accesso personalizzato",
    "popupHeading": "Azioni consentite per il ruolo {{roleName}} ({{actionCount}})",
    "platformRolesInfo": "Questi ruoli consentono l'esecuzione di azioni sulle risorse della piattaforma, come la creazione di un'istanza, la connessione delle istanze alle applicazioni e l'assegnazione dell'accesso utente. Seleziona tutte le opzioni appropriate.",
    "serviceRolesInfo": "Questi ruoli consentono di accedere utilizzando il servizio ed eseguendo le chiamate API al servizio. Ogni ruolo viene personalizzato dal servizio selezionato. Seleziona tutte le opzioni appropriate. Per ulteriori dettagli, fai riferimento alla documentazione del servizio.",
    "customRolesInfo": "Questi ruoli vengono creati dagli amministratori nell'account per personalizzare come viene assegnato l'accesso al servizio. Fai clic sull'icona Azioni per il ruolo per controllare quali azioni sono associate a questo ruolo."
  },
  "confirmationModal": {
    "heading": "Riesamina le assegnazioni dell'accesso a {{resourceDisplayName}}",
    "helpText": "Riesamina le seguenti politiche del gruppo di accesso per assicurarti di assegnare il livello di accesso corretto.",
    "accessGroupLabel": "Gruppo di accesso",
    "rolesLabel": "{{rolesCount}} ruoli",
    "rolesLabelSingle": "{{rolesCount}} ruolo",
    "confirmBtn": "Salva",
    "platformAccessLabel": "Accesso alla piattaforma",
    "serviceAccessLabel": "Accesso al servizio",
    "customAccessLabel": "Accesso personalizzato"
  },
  "accessAssignments": "Assegnazioni dell'accesso",
  "transactionId": "ID transazione",
  "genericRetrieveError": "Impossibile richiamare i dati in questo momento. Aggiorna la pagina o riprova più tardi.",
  "genericEditPolicyError": "Impossibile modificare la politica di accesso in questo momento. Aggiorna la pagina o riprova più tardi.",
  "yes": "Sì",
  "no": "No",
  "cancel": "Annulla",
  "close": "Chiudi"
}
