{
  "learnMore": "Ulteriori informazioni",
  "locationSummary": "Riepilogo ubicazione",
  "noLocationSubtitle": "Selezionare un'ubicazione per visualizzare quali passi devono essere eseguiti successivamente.",
  "s2sError": "Errore durante il caricamento dell'autorizzazione S2S",
  "s2sSuccess": "Autorizzazione soddisfatta",
  "s2sSuccessSubtitle": "I requisiti di autorizzazione service-to-service sono soddisfatti.",
  "s2sFail": "Autorizzazione necessaria",
  "s2sFailSubtitle": "Non è stato possibile verificare l'autorizzazione service-to-service. Aggiungere manualmente e controllare i ruoli necessari.",
  "setupAuth": "Configura autenticazione",
  "hostError": "Errore durante il controllo dello stato dell'host",
  "hostSuccess": "Requisiti degli host soddisfatti",
  "hostSuccessSubtitle": "I requisiti minimi degli host sono soddisfatti.",
  "hostFail": "Host necessari",
  "hostFailSubtitle": "Aggiungere gli host per soddisfare i requisiti minimi del servizio.",
  "addHosts": "Aggiungi host",
  "storageError": "Errore durante il controllo dello stato dello spazio di archiviazione",
  "storageSuccess": "Spazio di archiviazione pronto",
  "storageSuccessSubtitle": "Dopo aver creato il cluster del servizio, assegnare spazio di archiviazione al cluster.",
  "storageFail": "Configurazione dello spazio di archiviazione mancante",
  "storageFailSubtitle": "Questo servizio richiede spazio di archiviazione aggiuntivo assegnato al cluster. Non esiste alcuna configurazione di spazio di archiviazione corrispondente.",
  "addStorage": "Aggiungi archiviazione",
  "prereqError": "Errore durante il controllo dello stato dei servizi esistenti",
  "prereqSuccess": "Servizi prerequisiti installati",
  "prereqSuccessSubtitle": "Tutti i servizi prerequisiti sono installati nell'ubicazione.",
  "prereqFail": "Servizi prerequisiti mancanti",
  "prereqFailSubtitle": "Verificare che i seguenti servizi siano stati installati nell'ubicazione: {{missingServices}}.",
  "createServices": "Crea i servizi",
  "locationSubtitle": "Intraprendere le azioni necessarie indicate di seguito per eseguire correttamente il provisioning del servizio. È possibile completare questi passi ora, o dopo la creazione del servizio."
}