{
  "activitytracker": {
    "description": "Visualizza e traccia le modifiche in tutte le applicazioni e infrastrutture. <a>Ulteriori informazioni</a>",
    "name": "Traccia delle attività",
    "nonePlatformSubtitle": "Senza la traccia delle attività, risolvere gli errori e ottenere il supporto potrebbe essere difficile.",
    "plansError": "Impossibile caricare i piani di traccia delle attività.",
    "resourceListError": "Impossibile caricare le istanze di traccia delle attività.",
    "serviceName": "IBM Cloud Activity Tracker con LogDNA",
    "sidePanelHeader": "IBM Cloud Activity Tracker con LogDNA • <a>Docs</a>",
    "sidePanelTitle": "Modifica traccia delle attività",
    "liteInstanceError": {
      "title": "Istanza non valida",
      "subtitle": "L'<a>istanza di Activity Tracker</a> in questa posizione utilizza il piano Lite e non può essere utilizzata. Eliminare prima l'istanza o scegliere una posizione diversa."
    },
    "noKey": {
      "subtitle": "L'istanza dell'attività di tracker selezionata, non dispone di una chiave di ingestione allegata. È possibile ottenere una chiave eseguendo l'azione \"Ottieni chiave\" dalla <a>pagina Dettagli istanza</a>.",
      "title": "Nessuna chiave di inserimento"
    }
  },
  "applicationInstance": "Istanza dell'applicazione",
  "disabled": "Disabilitato",
  "edit": "Modifica",
  "enabled": "Abilitato",
  "error": "Errore",
  "free": "Gratuito",
  "information": "Informazioni",
  "instance": "Istanza",
  "instanceNameRequired": "Il nome istanza è obbligatorio",
  "instanceNew": "Crea una nuova istanza",
  "instancePlatform": "Uguale alla piattaforma",
  "instanceNone": "Nessuno",
  "locationsError": "Impossibile caricare i dati delle ubicazioni.",
  "learnMore": "<a>Ulteriori informazioni</a>",
  "liteAlreadySelectedError": {
    "subtitle": "Il piano Lite è selezionato sia per le istanze di servizio di piattaforma che di applicazione. Selezionare un piano a pagamento per una o entrambe le istanze.",
    "title": "Consentita solo un'istanza del piano Lite"
  },
  "liteExistingInstanceError": {
    "subtitle": "È possibile avere una sola istanza del piano Lite di questo servizio per account. Eliminare l'istanza del piano Lite corrente per crearne una nuova.",
    "title": "Istanza del piano Lite esistente"
  },
  "loading": "Caricamento...",
  "location": "Ubicazione",
  "logging": {
    "description": "Archiviare, ricercare, analizzare, monitorare e inviare avvisi per dati di log ed eventi IBM Cloud. <a>Ulteriori informazioni</a>",
    "keysError": "Impossibile richiamare le chiavi di inserimento della registrazione.",
    "name": "Registrazione",
    "noKey": {
      "subtitle": "L'istanza di registrazione selezionata non ha una chiave di inserimento collegata. È possibile ottenere una chiave eseguendo l'azione \"Ottieni chiave\" dalla <a>pagina Dettagli istanza</a>.",
      "title": "Nessuna chiave di inserimento"
    },
    "nonePlatformSubtitle": "Senza la registrazione di piattaforma, risolvere gli errori e ottenere il supporto potrebbe essere difficile.",
    "noneApplicationSubtitle": "Senza la registrazione di applicazione, risolvere gli errori e ottenere il supporto potrebbe essere difficile.",
    "plansError": "Impossibile caricare i piani di registrazione.",
    "resourceListError": "Impossibile caricare le istanze di registrazione.",
    "serviceName": "IBM Log Analysis",
    "sidePanelHeader": "IBM Log Analysis • <a>Docs</a>",
    "sidePanelTitle": "Modifica registrazione",
    "liteInstanceError": {
      "title": "Istanza piattaforma non valida",
      "subtitle": "L'<a>istanza di registrazione</a> della piattaforma in questa posizione utilizza il piano Lite e non può essere utilizzata. Disabilitare prima la registrazione della piattaforma per questa istanza o scegliere una posizione diversa."
    }
  },
  "monitoring": {
    "description": "Fornisce visibilità delle prestazioni e dell'integrità delle risorse basate su IBM Cloud. <a>Ulteriori informazioni</a>",
    "keysError": "Impossibile richiamare le chiavi di accesso di monitoraggio.",
    "name": "Monitoraggio",
    "noKey": {
      "subtitle": "L'istanza di monitoraggio selezionata non dispone di una chiave di accesso collegata. È possibile ottenere una chiave eseguendo l'azione \"Ottieni chiave\" dalla <a>pagina Dettagli istanza</a>.",
      "title": "Nessuna chiave di accesso"
    },
    "nonePlatformSubtitle": "Senza le metriche di piattaforma, risolvere gli errori e ottenere il supporto potrebbe essere difficile.",
    "noneApplicationSubtitle": "Senza le metriche di applicazione, risolvere gli errori e ottenere il supporto potrebbe essere difficile.",
    "plansError": "Impossibile caricare i piani di monitoraggio.",
    "resourceListError": "Impossibile caricare le istanze di monitoraggio.",
    "serviceName": "IBM Cloud Monitoring",
    "sidePanelHeader": "IBM Cloud Monitoring • <a>Docs</a>",
    "sidePanelTitle": "Modifica monitoraggio",
    "liteInstanceError": {
      "title": "Istanza piattaforma non valida",
      "subtitle": "L'<a>istanza di monitoraggio</a> della piattaforma in questa posizione utilizza il piano Lite e non può essere utilizzata. Disabilitare prima le metriche della piattaforma per questa istanza o scegliere una posizione diversa."
    }
  },
  "name": "Nome",
  "plan": "Piano",
  "platformExistingHelperText": "Un'istanza di piattaforma esiste già e verrà connessa automaticamente.",
  "platformInstance": "Istanza di piattaforma",
  "policiesError": "Impossibile caricare le politiche di accesso del gruppo di risorse.",
  "resourceGroup": "Gruppo di risorse",
  "resourceGroupsError": "Impossibile caricare i gruppi di risorse.",
  "save": "Salva",
  "serviceName": "Nome servizio",
  "tag": "Tag",
  "tags": "Tag",
  "warning": "Avviso",
  "noPlans": "Non è stato possibile trovare opzioni di piano per questo servizio. Non sarà possibile creare una nuova istanza.",
  "platformLocationHelperText": "Questa deve essere la stessa ubicazione dell'origine dati"
}