{
  "sidePanel": {
    "reviewBtn": "Revisar",
    "title": "Asignar acceso a {{resourceDisplayName}}"
  },
  "notifications": {
    "genericTitle": "No se pueden recuperar los datos",
    "transactionId": "ID de transacción",
    "addPolicySuccess": "Se han asignado correctamente a la instancia.",
    "addPolicyPartialSuccess": "Se han asignado parcialmente a la instancia.",
    "addPolicyError": "Se han producido errores al intentar asignar el acceso.",
    "moreInfo": "Ver la información de error",
    "getAccessGroupsError": "La lista de grupos de acceso no se puede recuperar en este momento. Renueve la página o vuelva a intentarlo más tarde.",
    "getAuthzResourceError": "Los datos de recurso no se pueden recuperar en este momento. Renueve la página o vuelva a intentarlo más tarde.",
    "getPubAccessGroupSettingError": "El valor del grupo de acceso público no se puede recuperar en este momento. Renueve la página o vuelva a intentarlo más tarde.",
    "getServiceError": "Los roles para el grupo de acceso público no se pueden recuperar en este momento. Renueve la página o vuelva a intentarlo más tarde.",
    "getHeaderAccountError": "No se puede obtener la información de cuenta",
    "getHeaderAccountErrorSubtitle": "La información de la cuenta no se puede recuperar en este momento. Renueve la página o vuelva a intentarlo más tarde."
  },
  "accessGroups": {
    "heading": "Asignar acceso a grupos de acceso",
    "publicAccessToggleLabel": "¿Desea habilitar el acceso público a este recurso? <a>Más información.</a>",
    "selectorHelpText": "Seleccione un grupo de acceso para otorgar a todas las entidades del grupo acceso a este recurso.",
    "selectorLabel": "Grupo de acceso",
    "selectorPlaceholder": "Seleccionar un grupo de acceso",
    "addBtn": "Añadir",
    "tagUsersLabel": "{{totalCount}} usuarios",
    "tagUsersLabelSingle": "{{totalCount}} usuario",
    "tagServiceIdsLabel": "{{totalCount}} ID de servicio",
    "tagServiceIdsLabelSingle": "{{totalCount}} ID de servicio",
    "deselectGroup": "Deseleccionar grupo"
  },
  "roles": {
    "heading": "Acceso",
    "noAvailableRoles": "Parece que no tiene acceso para asignar un rol para este recurso. Póngase en contacto con el propietario de la cuenta o con el administrador de este recurso para actualizar el acceso.",
    "helpText": "Seleccione los roles que desea asignar para definir el nivel de acceso.",
    "platformRolesLabel": "Acceso de plataforma",
    "serviceRolesLabel": "Acceso de servicio",
    "customRolesLabel": "Acceso personalizado",
    "popupHeading": "Acciones permitidas para el rol de {{roleName}} ({{actionCount}})",
    "platformRolesInfo": "Estos roles permiten realizar acciones en recursos de la plataforma, como crear una instancia, conectar una instancia a apps y asignar acceso de usuario. Seleccione todos los que procedan.",
    "serviceRolesInfo": "Estos roles ofrecen acceso para utilizar el servicio y para realizar llamadas a la API de servicio. Cada rol es personalizado por el servicio seleccionado. Seleccione todos los que procedan. Consulte la documentación del servicio para obtener más información.",
    "customRolesInfo": "Estos roles son creados por los administradores de la cuenta para personalizar el modo en que se asigna el acceso al servicio. Pulse las Acciones del icono de rol para revisar qué acciones están correlacionadas con este rol."
  },
  "confirmationModal": {
    "heading": "Revisar asignaciones de acceso a {{resourceDisplayName}}",
    "helpText": "Revise las siguientes políticas de grupo de acceso para asegurarse de que está asignando el nivel de acceso adecuado.",
    "accessGroupsLabel": "{{accessGroupCount}} grupos de acceso",
    "accessGroupsLabelSingle": "{{accessGroupCount}} grupo de acceso",
    "rolesLabel": "{{rolesCount}} roles",
    "rolesLabelSingle": "{{rolesCount}} rol",
    "confirmBtn": "Asignar",
    "platformAccessLabel": "Acceso de plataforma",
    "serviceAccessLabel": "Acceso de servicio",
    "customAccessLabel": "Acceso personalizado"
  },
  "publicAccessModal": {
    "heading": "Asignar acceso de acceso al grupo de acceso público",
    "checkboxLabel": "¿Está seguro de que desea permitir el acceso público a este recurso añadiendo una política de acceso al grupo de acceso público?",
    "confirmBtn": "Sí"
  },
  "accessAssignments": "Asignaciones de acceso",
  "transactionId": "ID de transacción",
  "genericRetrieveError": "No se pueden recuperar los datos en este momento. Renueve la página o vuelva a intentarlo más tarde.",
  "genericCreatePolicyError": "No se puede crear la política de acceso en este momento. Renueve la página o vuelva a intentarlo más tarde.",
  "yes": "Sí",
  "no": "No",
  "cancel": "Cancelar",
  "close": "Cerrar"
}
