{
  "learnMore": "Más información",
  "locationSummary": "Resumen de ubicación",
  "noLocationSubtitle": "Seleccione una ubicación para ver qué pasos debe realizar a continuación.",
  "s2sError": "Error al cargar la autorización de S2S",
  "s2sSuccess": "Se ha cumplido la autorización",
  "s2sSuccessSubtitle": "Se han cumplido los requisitos de autorización de servicio a servicio.",
  "s2sFail": "Autorización necesaria",
  "s2sFailSubtitle": "No se ha podido verificar la autorización de servicio a servicio. Añada y compruebe manualmente los roles necesarios.",
  "setupAuth": "Configurar autorización",
  "hostError": "Error al comprobar el estado del host",
  "hostSuccess": "Se han cumplido los requisitos de hosts",
  "hostSuccessSubtitle": "Se han cumplido los requisitos mínimos de host.",
  "hostFail": "Hosts necesarios",
  "hostFailSubtitle": "Añada hosts para cumplir los requisitos mínimos de servicio.",
  "addHosts": "Añadir hosts",
  "storageError": "Error al comprobar el estado del almacenamiento",
  "storageSuccess": "Almacenamiento preparado",
  "storageSuccessSubtitle": "Después de crear el clúster de servicio, asigne almacenamiento al clúster.",
  "storageFail": "Falta la configuración de almacenamiento",
  "storageFailSubtitle": "Este servicio requiere almacenamiento adicional asignado al clúster. No existe ninguna configuración de almacenamiento coincidente.",
  "addStorage": "Añadir almacenamiento",
  "prereqError": "Error al comprobar el estado de los servicios existentes",
  "prereqSuccess": "Servicios de requisito previo instalados",
  "prereqSuccessSubtitle": "Todos los servicios de requisito previo se instalan en la ubicación.",
  "prereqFail": "Faltan servicios de requisito previo",
  "prereqFailSubtitle": "Compruebe que los siguientes servicios están instalados en la ubicación: {{missingServices}}.",
  "createServices": "Creación de servicios",
  "locationSubtitle": "Aborde las acciones necesarias siguientes para suministrar correctamente el servicio. Puede completar estos pasos ahora o después de crear el servicio."
}