{
  "nameRequirements": "El nombre debe tener 32 caracteres o menos, empezar por una letra y contener solo caracteres alfanuméricos, '-', '_' y '.'",
  "nameExists": "Ya tiene una ubicación con este nombre. Especifique un nombre exclusivo.",
  "startingCreate": "Empezando a crear una ubicación.",
  "gtsCreate": "Mensaje de marcador de creación de servicio de infraestructura de Satellite",
  "gtsNextSteps": "Mensaje de marcador para siguientes pasos del servicio de infraestructura de Satellite",
  "nextSteps": "A continuación, conecte algunos hosts.",
  "unableCreateLocation": "No se puede crear la ubicación.",
  "unableToRetrieveLocations": "No se puede recuperar la información de ubicación.",
  "createHeader": "Crear una ubicación de Satellite",
  "locationDetails": "Detalles de la ubicación",
  "createLocationDescription": "Automatice la configuración de su ubicación de Satellite con un método de inicio rápido predefinido, o bien configure manualmente su ubicación desde cero para disponer de más opciones de personalización.",
  "name": "Nombre",
  "description": "Descripción (opcional)",
  "descriptionNonopt": "Descripción",
  "managedFrom": "Gestionado desde la ubicación de IBM Cloud",
  "selectMetro": "Seleccione la <a>región de IBM Cloud</a> que está más cerca de donde residen físicamente sus máquinas de host. De esta manera, garantiza una baja latencia de red.",
  "metroTooltip": "La ubicación de Satellite está conectada de forma segura a un plano de control gestionado en una región de IBM Cloud. IBM utiliza esta conexión para resolver automáticamente problemas y desplegar actualizaciones en su ubicación.",
  "zonesTooltip": "Satellite utiliza estos nombres de zona cuando asigna hosts a recursos como el plano de control de ubicación. Distribuir los hosts en tres zonas distintas para garantizar una alta disponibilidad.",
  "createLocation": "Crear ubicación",
  "creatingLocation": "Creando ubicación",
  "satelliteLocation": "Ubicación de Satellite",
  "zeroCost": "$ 0,00 (beta)",
  "nameRequired": "Es necesario un nombre de ubicación.",
  "locationError": "No se puede recuperar la información de ubicación de IBM Cloud.",
  "managedFromShort": "Gestionado desde",
  "Satellite": "Satellite",
  "notValidOrSubmitting": "La creación de la ubicación de Satellite está en curso, este mensaje podría haberse producido porque ha intentado enviar una ubicación para su creación antes de que se haya resuelto la anterior.",
  "environments": "Entornos",
  "Bring your own": "Traer su propio",
  "byoDescription": "Traiga su propio infraestructura local, edge u otra de proveedores de nube como Amazon Web Services, Azure y GCP.",
  "awsDescription": "Utilice una plantilla para configurar rápidamente una ubicación de Satellite en instancias de EC2 en su propia cuenta de AWS.",
  "ibmescription": "Deje que IBM proporcione y gestione la infraestructura en su nombre.",
  "IBM Cloud": "IBM Cloud",
  "Amazon AWS": "Amazon AWS",
  "Google Cloud Platform": "Google Cloud Platform",
  "Microsoft Azure": "Microsoft Azure",
  "awsAccessId": "ID de clave de acceso de AWS",
  "awsSecret": "Clave de acceso secreta de AWS",
  "showAccessId": "Mostrar ID de acceso",
  "hideAccessId": "Ocultar ID de acceso",
  "showSecret": "Mostrar clave secreta",
  "hideSecret": "Ocultar clave secreta",
  "fetchData": "Captar opciones de AWS",
  "refresh": "Renovar",
  "AWS parameters": "Parámetros AWS",
  "Edit": "Editar",
  "AWS region": "Región de AWS",
  "Number of hosts": "Número de hosts",
  "sampleDescription": "Una ubicación de Satellite con capacidad para 2-3 clústeres pequeños.",
  "Unable to retrieve AWS information": "No se puede recuperar la información de AWS",
  "Loading AWS location settings": "Cargando valores de ubicación de AWS",
  "AWS instance type": "Tipo de instancia de AWS",
  "Managed by IBM from": "Gestionado por IBM desde",
  "Satellite location parameters": "Parámetros de ubicación de Satellite",
  "Satellite Infrastructure Services": "Servicios de infraestructura de Satellite",
  "Amazon Web Services": "Amazon Web Services",
  "Other": "Otro",
  "comingSoon": "Próximamente.",
  "Unable to authenticate AWS credentials": "No se pueden autenticar las credenciales de AWS",
  "manualSetup": "Configuración manual",
  "Satellite Infrastructure Service": "Servicio de infraestructura de Satellite",
  "sisDescription": "Obtenga la infraestructura local que se le ha enviado para disfrutar de una experiencia de ubicación gestionada.",
  "unableToLoadCountries": "No se han podido cargar países válidos",
  "specifyLocations": "Especifique su ubicación",
  "sisLocationRequest": "¿Dónde le gustaría colocar su infraestructura de Satellite local?",
  "Country": "País",
  "selectCountry": "Seleccione un país",
  "state": "Estado (opcional)",
  "selectState": "Seleccione un estado si procede",
  "City": "Ciudad",
  "enterCity": "Especifique la ciudad de la ubicación",
  "resourceDetails": "Detalles del recurso",
  "resourceDescription": "Asigne a la ubicación de Satellite el nombre que desee y añada una breve descripción si lo desea.",
  "namePlaceholder": "Data-center, myoffice, mygeo",
  "targetCompute": "Capacidad de cálculo de destino",
  "targetComputePlaceholder": "Especifique un rango de destino de vCPU",
  "targetComputeHelper": "8 GB de RAM incluidos con cada vCPU",
  "targetStorage": "Capacidad de almacenamiento de destino",
  "targetStorageTooltip": "El consumo de almacenamiento variará en función de las configuraciones de VM que seleccione una vez que la ubicación de Satellite esté activa y en ejecución. Además, puede conectar almacenamiento de contenedor persistente a las aplicaciones. El almacenamiento tiene un coste adicional de 0,12 $/GB/mes.",
  "targetStorageHelper": "Máquina virtual y almacenamiento de contenedor persistente (almacenamiento en bloque y de archivos)",
  "targetStoragePlaceholder": "Especifique un rango de destino de almacenamiento",
  "descriptionHelper": "Especifique una descripción para esta ubicación",
  "setup": "Configurar",
  "sisDisclaimer1": "IBM medirá el uso por hora y calculará el cargo mensual en función del número total de CPU virtuales (vCPU) de mayor medida. Cada total está sujeto al inicio mínimo mensual cuando una ubicación de servicio de infraestructura de Satellite está disponible para su uso. El mínimo mensual es del 75 % de la capacidad de destino inicial.",
  "sisDisclaimer2": "El compromiso mínimo del servicio de infraestructura de Satellite para la capacidad de destino inicial es de 18 meses y se puede cancelar después de 18 meses sin penalización con un aviso con 60 días de antelación. A la capacidad de destino incremental añadida después de la capacidad de destino inicial se le asigna un compromiso mínimo de 18 meses en el momento de asignar la capacidad de destino incremental al cliente y se puede cancelar después de 18 meses sin cargo de terminación con un aviso con 60 días de antelación.",
  "sisCheckbox": "Para continuar, lea y acepte las <a>Condiciones de la infraestructura de Satellite</a>",
  "learnMore": "Más información",
  "locationTagError": "Se ha producido un error al añadir etiquetas a la ubicación. La ubicación se ha creado.",
  "zone": "Zona",
  "zones": "Zonas",
  "zoneRequired": "Se necesitan tres nombres de zona",
  "zoneUniqueRequired": "Todos los nombres de zona deben ser exclusivos",
  "defineZones": "Especifique los nombres de las zonas de host. Para obtener una alta disponibilidad, asigne los hosts en estas tres zonas en función de las zonas del proveedor de la infraestructura. <a>¿Por qué necesito zonas?</a>",
  "controlPlane": "Plano de control",
  "controlPlaneDescription": "IBM gestiona su ubicación desde un área metropolitana de IBM Cloud. Más adelante, proporcionará tres hosts y los asignará a tres zonas para obtener una alta disponibilidad.",
  "locationDescription": "Cree una ubicación de Satellite para rellenar con su propia infraestructura para llevar IBM Cloud a cualquier lugar. Para obtener más información, <a>consulte la documentación.</a>",
  "awsCredentials": "Credenciales de AWS",
  "awsCredHelp": "Proporcione sus credenciales de Amazon Web Services para que IBM pueda configurar una ubicación de IBM Cloud Satellite en su propia cuenta de AWS. Por motivos de seguridad, debe <a>crear un usuario de IAM con acceso EC2 limitado</a> y, a continuación, <a>proporcionar las credenciales</a> para este usuario.",
  "awsEc2Instances": "Instancias de AWS EC2",
  "tags": "Etiquetas",
  "none": "Ninguna",
  "instanceTypesMissingTitle": "Los tipos de instancia soportados no están disponibles",
  "instanceTypeMissingSubtitle": "Para crear una ubicación mediante AWS, debe tener acceso a los tipos de instancia soportados, como por ejemplo m5d.xlarge. Para obtener más información, <a>consulte la documentación</a>.",
  "hostHelperText": "Plano de control de Satellite: 3 + servicios gestionados de IBM Cloud: {{hostCount}}",
  "awsEc2InstanceDesc": "Elija la región de EC2, el tipo y el número de instancias que desea que ejecute la ubicación de Satellite. Puede añadir más instancias de EC2 más adelante para ajustarse a las necesidades de recursos de los servicios gestionados por IBM Cloud que elija ejecutar.",
  "regionTooltip": "La ubicación en la que se alojarán las instancias de EC2.",
  "instanceTypeSubtext": "(vCpu: {{vcpu}}, almacenamiento: {{storage}} GB, memoria: {{memory}} MiB)",
  "hostFee": "Gestión de vCPU",
  "vcpuManagementDetail": "No incluye los costes de proveedor para ninguna infraestructura asociada",
  "formatPrice": "{{price}}/{{unit}}",
  "hr": "hr",
  "mo": "me",
  "API Key": "Clave de API",
  "Generated per location by default": "Generado por ubicación",
  "apiKeyDescription": "No suprimir. Esta clave de API se utiliza para gestionar la ubicación de Satellite: {{locationName}}.",
  "Could not generate API key": "No se ha podido generar la clave de API",
  "Could not validate API key": "No se ha podido validar la clave de API",
  "showApiKey": "Mostrar clave de API",
  "hideApiKey": "Ocultar clave de API",
  "verify": "Verificar",
  "rgError": "No se han podido captar los grupos de recursos del usuario",
  "noRgError": "No se ha podido recuperar un grupo de recursos en la que crear la ubicación. Compruebe que haya un grupo de recursos configurado para su cuenta y vuelva a intentarlo.",
  "ibmApiKey": "Clave de API de IBM (opcional)",
  "ibmApiKeyHelper": "Especifique una clave de API de IBM Cloud IAM para gestionar la ubicación de Satellite en esta cuenta. Se crea una clave de API de forma predeterminada, pero puede utilizar una clave de API existente especificando el valor.",
  "minHostCountError": "La ubicación requiere un mínimo de {{minHosts}} hosts",
  "unableToCreate": "Algo ha fallado al crear su ubicación, póngase en contacto con el equipo de soporte de IBM Cloud.",
  "storage": "Object storage",
  "storageBucket": "Grupo de almacenamiento",
  "storageBucketOptional": "Grupo de almacenamiento (opcional)",
  "createNew": "Se crea un grupo",
  "storageDescription": "El almacenamiento de objetos se utiliza para almacenar datos sobre la ubicación y las copias de seguridad de los clústeres de la ubicación. <a>Más información.</a>",
  "storageInputDescription": "Especifique el nombre exacto de un grupo existente en la instancia de Cloud Object Storage. Si no se proporciona ningún nombre, se crea un nuevo grupo.",
  "storageDescriptionNoCOSInstance": "Debe tener una instancia de Cloud Object Storage para crear una ubicación de Satellite. <a>Más información.</a>",
  "refreshIcon": "Renovar instancias de Cloud Object Storage",
  "noStorageInstance": "No hay ninguna instancia de Cloud Object Storage disponible.",
  "create": "Crear",
  "useResourceListError": "No se pueden listar las instancias de Cloud Object Storage.",
  "resourceGroup": "Grupo de recursos"
}
