{
  "sidePanel": {
    "reviewBtn": "Revisar",
    "title": "Editar acesso ao {{resourceDisplayName}}",
    "subjectUnsupportedTitle": "Não é possível modificar a política",
    "subjectUnsupported": "O tipo de assunto de política especificado ({{policySubjectId}}) não é suportado para a modificação em contexto. Para gerenciar políticas de acesso para usuários específicos ou IDs de serviço, visite <a>Identity & Access Management.</a>"
  },
  "notifications": {
    "genericTitle": "Não é possível recuperar dados",
    "transactionId": "ID de transação",
    "EditPolicySuccess": "Foram modificados para a instância com sucesso.",
    "editPolicyErrorTitle": "Não é possível editar o acesso.",
    "editPolicyError": "Ocorreu um erro ao tentar editar o acesso.",
    "moreInfo": "Visualizar informações de erro",
    "getAccessGroupError": "Os dados dos grupos de acesso não podem ser recuperados neste momento. Atualize a página ou tente novamente mais tarde.",
    "getAccessGroupsError": "Não é possível recuperar a lista de grupos de acesso neste momento. Atualize a página ou tente novamente mais tarde.",
    "getGroupPolicyErrorTitle": "Não é possível recuperar os dados de política",
    "getGroupPolicyError": "Os dados de política não podem ser recuperados neste momento. Atualize a página ou tente novamente mais tarde.",
    "getAuthzResourceError": "Não é possível recuperar os dados de recurso neste momento. Atualize a página ou tente novamente mais tarde.",
    "getPubAccessGroupSettingError": "Não é possível recuperar a configuração do grupo de acesso público neste momento. Atualize a página ou tente novamente mais tarde.",
    "getServiceError": "Não é possível recuperar as funções do grupo de acesso público neste momento. Atualize a página ou tente novamente mais tarde.",
    "getHeaderAccountError": "Não é possível obter as informações de conta",
    "getHeaderAccountErrorSubtitle": "Não é possível recuperar as informações de conta neste momento. Atualize a página ou tente novamente mais tarde.",
    "viewModeTitle": "Modo somente visualização",
    "viewModeText": "Não é possível modificar esta política devido ao seu nível de acesso ao recurso da política. Se você gostaria de ter a capacidade de modificá-la, entre em contato com o administrador para atualizar o seu acesso ao recurso."
  },
  "accessGroup": {
    "heading": "Editar acesso ao grupo de acesso",
    "helpText": "Modifique o acesso a este recurso de todas as entidades do grupo de acesso selecionado.",
    "label": "Grupo de acesso selecionado",
    "tagUsersLabel": "{{totalCount}} usuários",
    "tagUsersLabelSingle": "Usuário do {{totalCount}}",
    "tagServiceIdsLabel": "{{totalCount}} IDs de serviço",
    "tagServiceIdsLabelSingle": "{{totalCount}} ID de serviço"
  },
  "roles": {
    "heading": "Acesso",
    "noAvailableRoles": "Parece que você não tem acesso para designar uma função para esse recurso. Entre em contato com o proprietário da sua conta ou com o administrador desse recurso para atualizar seu acesso.",
    "helpText": "Selecione funções de designação para definir o nível de acesso.",
    "platformRolesLabel": "Acesso à plataforma",
    "serviceRolesLabel": "Acesso ao serviço",
    "customRolesLabel": "Acesso customizado",
    "popupHeading": "Ações permitidas para a função {{roleName}} ({{actionCount}})",
    "platformRolesInfo": "Essas funções permitem que as ações sejam executadas nos recursos da plataforma, como criar uma instância, conectar instâncias a apps e designar acesso de usuário. Selecione todos os que se aplicarem.",
    "serviceRolesInfo": "Essas funções permitem acesso para usar o serviço e executar chamadas da API de serviço. Cada função é customizada pelo serviço selecionado. Selecione todos os que se aplicarem. Consulte a documentação do serviço para obter mais detalhes.",
    "customRolesInfo": "Essas funções são criadas por administradores na conta para customizar como o acesso é designado ao serviço. Clique no ícone Ações para a função para revisar quais ações estão mapeadas para essa função."
  },
  "confirmationModal": {
    "heading": "Revisar as designações de acesso a {{resourceDisplayName}}",
    "helpText": "Revise as políticas de grupo de acesso a seguir para assegurar que você está designando o nível de acesso correto.",
    "accessGroupLabel": "Grupo de acesso",
    "rolesLabel": "{{rolesCount}} Funções",
    "rolesLabelSingle": "{{rolesCount}} Função",
    "confirmBtn": "Salvar",
    "platformAccessLabel": "Acesso à plataforma",
    "serviceAccessLabel": "Acesso ao serviço",
    "customAccessLabel": "Acesso customizado"
  },
  "accessAssignments": "Designações de acesso",
  "transactionId": "ID de transação",
  "genericRetrieveError": "Não é possível recuperar dados neste momento. Atualize a página ou tente novamente mais tarde.",
  "genericEditPolicyError": "Não é possível editar a política de acesso neste momento. Atualize a página ou tente novamente mais tarde.",
  "yes": "Sim",
  "no": "Não",
  "cancel": "Cancelar",
  "close": "Fechar"
}
