{
  "sidePanelTitle": "Langzeitdaten speichern",
  "panelDoneButton": "Erstellen",

  "progressStep1": "Plan auswählen",
  "progressStep2": "Konfigurieren",

  "serviceDescription": "Rechnen Sie damit, dass Sie die Scanergebnisse für einen Zeitraum benötigen, der mehr als 7 Tage umfasst? Fügen Sie eine Instanz von IBM Cloud Platform Analytics hinzu. Diese ermöglicht Ihnen die unbegrenzte Speicherung von Langzeitdaten und die Analyse von Trends über bestimmte Zeiträume hinweg.",
  "pricingTitle": "Preisstrukturplan auswählen",
  "disclaimer": "Das ändern von Plänen ist derzeit nicht möglich. Wenn zu einem späteren Zeitpunkt das Wechseln von Plänen erforderlich ist, müssen Sie eine neuen Instanz von Platform Analytics erstellen.",

  "configureTitle": "Speicher konfigurieren",
  "serviceLabel": "Servicename",
  "regionLabel": "Region",
  "groupLabel": "Ressourcengruppe auswählen",
  "groupEmptyLabel": "Keine Ressourcengruppe verfügbar",
  "groupTooltipText": "Überlegen Sie, wie die Ressourcen in Ihrem Konto organisiert werden sollen. Die ausgewählte Ressourcengruppe nach der Erstellung der Serviceinstanz nicht mehr geändert werden kann.",
  "groupTooltipLink": "Weitere Informationen",
  "tooltipIcon": "Info",
  "tagsLabel": "Tags (optional)",
  "tagsPlaceholder": "Beispiele: env:dev, version-1",

  "permissionErrorMessage": "Offenbar verfügen Sie nicht über die Berechtigung, die Instanz zu einer Ressourcengruppe in diesem Konto hinzuzufügen. Bitten Sie den Kontoeigner, Ihnen eine Bearbeiter- oder Administratorrolle für eine Ressourcengruppe im Konto zuzuweisen.",
  "plansNotFoundErrorMessage": "Für dieses Konto ist kein Preisstrukturplan verfügbar.",

  "costMessage": "Geschätzte monatliche Kosten",
  "costTooltipText": "TBA",
  "termsMessage": "Ich erkläre meine Zustimmung zu den ",
  "termsLink": "Bedingungen",

  "successModalHeader": "Erfolg!",
  "successModalMessage": "Sie haben erfolgreich eine Instanz des Datenspeichers für die Compliance erstellt. Alle zukünftigen Compliancedaten werden nun gespeichert und können anhand des Datums durchsucht werden.",
  "errorModalHeader": "Fehler",
  "errorModalMessage": "Beim Erstellen des Datenbereichs ist ein Fehler aufgetreten. Wiederholen Sie den Vorgang zu einem späteren Zeitpunkt.",
  "modalPrimaryButton": "OK",
  "modalSecondaryButton": "Abbrechen"
}
